Revit 2027 API
SymbolTypeId.KJPerMSup2K Property
 Symbol kJ/(m²·K), indicating unit Kilojoules per square meter Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KJPerMSup2K { get; }
Public Shared ReadOnly Property KJPerMSup2K As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KJPerMSup2K {
	ForgeTypeId^ get ();
}
static member KJPerMSup2K : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace